Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# vouch.wall.pending.withdraw.message
source: @%@ won't be asked to confirm. You can still verify your own identity.
ar: لن يُطلب من ⁦@%@⁩ التأكيد. ما زال بإمكانك توثيق هويتك.
bn: @%@-কে নিশ্চিত করতে বলা হবে না। আপনি তবুও নিজের পরিচয় ভেরিফাই করতে পারেন।
ca: No es demanarà a @%@ que confirmi. Encara pots verificar la teva pròpia identitat.
cs: @%@ nebude požádán o potvrzení. Stále můžeš ověřit vlastní totožnost.
da: @%@ bliver ikke bedt om at bekræfte. Du kan stadig verificere din egen identitet.
de: @%@ wird nicht gebeten zu bestätigen. Du kannst weiterhin deine eigene Identität verifizieren.
el: Ο/Η @%@ δεν θα κληθεί να επιβεβαιώσει. Μπορείς ακόμα να επαληθεύσεις την ταυτότητά σου.
es: No se le pedirá a @%@ que confirme. Aún puedes verificar tu propia identidad.
fi: Käyttäjää @%@ ei pyydetä vahvistamaan. Voit yhä vahvistaa oman henkilöllisyytesi.
fr: @%@ ne sera pas invité à confirmer. Vous pouvez toujours vérifier votre propre identité.
he: @%@ לא יתבקש לאשר. אפשר עדיין לאמת את זהותך בעצמך.
hi: @%@ से कन्फ़र्म करने को नहीं कहा जाएगा। आप फिर भी अपनी पहचान खुद सत्यापित कर सकते हैं।
hr: Od @%@ se neće tražiti potvrda. I dalje možeš potvrditi vlastiti identitet.
hu: @%@ nem kap felkérést a megerősítésre. A saját személyazonosságodat továbbra is hitelesítheted.
id: @%@ tidak akan diminta mengonfirmasi. Kamu masih bisa memverifikasi identitasmu sendiri.
it: A @%@ non verrà chiesto di confermare. Puoi comunque verificare la tua identità.
ja: @%@に確認は依頼されなくなります。ご自身で本人確認をすることはできます。
ko: @%@님에게 확인을 요청하지 않아요. 직접 신원을 인증할 수는 있어요.
ml: @%@ നോട് സ്ഥിരീകരിക്കാൻ ആവശ്യപ്പെടില്ല. നിങ്ങൾക്ക് ഇപ്പോഴും സ്വന്തം ഐഡന്റിറ്റി വെരിഫൈ ചെയ്യാം.
ms: @%@ tidak akan diminta mengesahkan. Anda masih boleh mengesahkan identiti anda sendiri.
nb: @%@ blir ikke bedt om å bekrefte. Du kan fortsatt verifisere din egen identitet.
nl: @%@ wordt niet gevraagd te bevestigen. Je kunt nog steeds je eigen identiteit verifiëren.
pl: @%@ nie zostanie poproszony(-a) o potwierdzenie. Nadal możesz zweryfikować własną tożsamość.
pt_br: @%@ não será solicitado a confirmar. Você ainda pode verificar sua própria identidade.
pt_pt: Não será pedido a @%@ que confirme. Pode ainda verificar a sua própria identidade.
ro: Lui @%@ nu i se va cere să confirme. Îți poți verifica în continuare propria identitate.
ru: @%@ не попросят подтверждать. Вы по-прежнему можете пройти собственную проверку личности.
sk: @%@ nebude požiadaný o potvrdenie. Stále si môžeš overiť vlastnú totožnosť.
sv: @%@ ombeds inte bekräfta. Du kan fortfarande verifiera din egen identitet.
ta: உறுதிப்படுத்த @%@ இடம் கேட்கப்படாது. நீங்கள் இன்னும் உங்கள் அடையாளத்தைச் சரிபார்க்கலாம்.
te: నిర్ధారించమని @%@ ను అడగరు. మీరు ఇప్పటికీ మీ స్వంత గుర్తింపును ధృవీకరించుకోవచ్చు.
th: @%@ จะไม่ถูกขอให้ยืนยัน คุณยังยืนยันตัวตนของตัวเองได้
tr: @%@ kişisinden onay istenmeyecek. Yine de kendi kimliğinizi doğrulayabilirsiniz.
uk: @%@ не попросять підтвердити. Ви все ще можете верифікувати власну особу.
ur: @%@ سے تصدیق کرنے کو نہیں کہا جائے گا۔ آپ پھر بھی اپنی شناخت کی تصدیق کر سکتے ہیں۔
vi: @%@ sẽ không được yêu cầu xác nhận. Bạn vẫn có thể tự xác minh danh tính.
zh_hans: 将不再请 @%@ 确认。你仍可验证自己的身份。
zh_hant: @%@ 將不會被請求確認。你仍可驗證自己的身分。

# vouch.wall.pending.withdraw.title
source: Withdraw your claim?
ar: سحب قبولك؟
bn: আপনার দাবি প্রত্যাহার করবেন?
ca: Retirar la sol·licitud?
cs: Stáhnout žádost?
da: Træk dit krav tilbage?
de: Deinen Anspruch zurückziehen?
el: Ανάκληση της αξίωσής σου;
es: ¿Retirar tu solicitud?
fi: Perutaanko vaatimuksesi?
fr: Retirer votre demande ?
he: למשוך את הבקשה שלך?
hi: अपना दावा वापस लें?
hr: Povući svoj zahtjev?
hu: Visszavonod az igényedet?
id: Tarik klaimmu?
it: Ritirare la tua richiesta?
ja: 申請を取り下げますか?
ko: 요청을 철회할까요?
ml: നിങ്ങളുടെ അവകാശവാദം പിൻവലിക്കണോ?
ms: Tarik balik tuntutan anda?
nb: Trekke tilbake kravet ditt?
nl: Je aanvraag intrekken?
pl: Wycofać zgłoszenie?
pt_br: Retirar seu pedido?
pt_pt: Retirar o seu pedido?
ro: Retragi cererea?
ru: Отозвать заявку?
sk: Stiahnuť žiadosť?
sv: Återta ditt anspråk?
ta: உங்கள் கோரிக்கையைத் திரும்பப் பெறவா?
te: మీ అభ్యర్థనను ఉపసంహరించాలా?
th: ถอนคำขอของคุณไหม
tr: Talebiniz geri çekilsin mi?
uk: Відкликати вашу заявку?
ur: اپنا دعویٰ واپس لیں؟
vi: Rút lại yêu cầu của bạn?
zh_hans: 撤回你的申请？
zh_hant: 要撤回你的申請嗎？

# vouch.wall.pending.withdraw.yes
source: Withdraw
ar: اسحب
bn: প্রত্যাহার
ca: Retira
cs: Stáhnout
da: Træk tilbage
de: Zurückziehen
el: Ανάκληση
es: Retirar
fi: Peru
fr: Retirer
he: משוך
hi: वापस लें
hr: Povuci
hu: Visszavonás
id: Tarik
it: Ritira
ja: 取り下げる
ko: 철회
ml: പിൻവലിക്കുക
ms: Tarik balik
nb: Trekk tilbake
nl: Intrekken
pl: Wycofaj
pt_br: Retirar
pt_pt: Retirar
ro: Retrage
ru: Отозвать
sk: Stiahnuť
sv: Återta
ta: திரும்பப் பெறு
te: ఉపసంహరించు
th: ถอน
tr: Geri çek
uk: Відкликати
ur: واپس لیں
vi: Rút lại
zh_hans: 撤回
zh_hant: 撤回

# vouch.wall.pending.withdrawn
source: Claim withdrawn.
ar: سُحب القبول.
bn: দাবি প্রত্যাহার করা হয়েছে।
ca: Sol·licitud retirada.
cs: Žádost stažena.
da: Krav trukket tilbage.
de: Anspruch zurückgezogen.
el: Η αξίωση ανακλήθηκε.
es: Solicitud retirada.
fi: Vaatimus peruttu.
fr: Demande retirée.
he: הבקשה נמשכה.
hi: दावा वापस ले लिया गया।
hr: Zahtjev povučen.
hu: Igény visszavonva.
id: Klaim ditarik.
it: Richiesta ritirata.
ja: 申請を取り下げました。
ko: 요청을 철회했어요.
ml: അവകാശവാദം പിൻവലിച്ചു.
ms: Tuntutan ditarik balik.
nb: Kravet er trukket tilbake.
nl: Aanvraag ingetrokken.
pl: Zgłoszenie wycofane.
pt_br: Pedido retirado.
pt_pt: Pedido retirado.
ro: Cerere retrasă.
ru: Заявка отозвана.
sk: Žiadosť stiahnutá.
sv: Anspråket är återtaget.
ta: கோரிக்கை திரும்பப் பெறப்பட்டது.
te: అభ్యర్థన ఉపసంహరించబడింది.
th: ถอนคำขอแล้ว
tr: Talep geri çekildi.
uk: Заявку відкликано.
ur: دعویٰ واپس لے لیا گیا۔
vi: Đã rút lại yêu cầu.
zh_hans: 申请已撤回。
zh_hant: 申請已撤回。

# vouch.warning.continue
source: I understand
ar: فهمت
bn: আমি বুঝেছি
ca: Ho entenc
cs: Rozumím
da: Jeg forstår
de: Verstanden
el: Κατάλαβα
es: Lo entiendo
fi: Ymmärrän
fr: J’ai compris
he: הבנתי
hi: मैं समझता/समझती हूँ
hr: Razumijem
hu: Értem
id: Saya mengerti
it: Ho capito
ja: 理解しました
ko: 이해했어요
ml: ഞാൻ മനസ്സിലാക്കുന്നു
ms: Saya faham
nb: Jeg forstår
nl: Ik begrijp het
pl: Rozumiem
pt_br: Entendi
pt_pt: Compreendo
ro: Am înțeles
ru: Понятно
sk: Rozumiem
sv: Jag förstår
ta: புரிந்தது
te: అర్థమైంది
th: ฉันเข้าใจ
tr: Anladım
uk: Я розумію
ur: میں سمجھتا ہوں
vi: Tôi hiểu
zh_hans: 我明白
zh_hant: 我了解

# vouch.warning.person.one
source: Enter your real name, nationality and date of birth, exactly as on your ID. They must match what @%@ entered.
ar: أدخل اسمك الحقيقي وجنسيتك وتاريخ ميلادك كما في هويتك تمامًا. يجب أن تطابق ما أدخله ⁦@%@⁩.
bn: আপনার আসল নাম, জাতীয়তা ও জন্ম তারিখ ঠিক আইডিতে যেমন আছে তেমন দিন। @%@ যা দিয়েছেন তার সাথে এগুলো মিলতে হবে।
ca: Introdueix el teu nom real, la nacionalitat i la data de naixement, exactament com al teu document. Han de coincidir amb el que va introduir @%@.
cs: Zadej své skutečné jméno, státní příslušnost a datum narození přesně jako na dokladu. Musí se shodovat s tím, co zadal @%@.
da: Indtast dit rigtige navn, din nationalitet og din fødselsdato, præcis som på dit id. De skal passe med det, @%@ indtastede.
de: Gib deinen echten Namen, deine Staatsangehörigkeit und dein Geburtsdatum genau wie in deinem Ausweis ein. Sie müssen zu dem passen, was @%@ eingegeben hat.
el: Εισήγαγε το πραγματικό σου όνομα, την υπηκοότητα και την ημερομηνία γέννησής σου, ακριβώς όπως στην ταυτότητά σου. Πρέπει να ταιριάζουν με όσα εισήγαγε ο/η @%@.
es: Introduce tu nombre real, nacionalidad y fecha de nacimiento, exactamente como en tu documento. Deben coincidir con lo que introdujo @%@.
fi: Anna oikea nimesi, kansalaisuutesi ja syntymäaikasi täsmälleen kuten henkilöllisyystodistuksessasi. Niiden on täsmättävä siihen, mitä @%@ antoi.
fr: Saisissez votre vrai nom, votre nationalité et votre date de naissance, exactement comme sur votre pièce d’identité. Ils doivent correspondre à ce que @%@ a saisi.
he: הזן את שמך האמיתי, האזרחות ותאריך הלידה, בדיוק כפי שהם בתעודת הזהות. הם חייבים להתאים למה ש-@%@ הזין.
hi: अपना असली नाम, राष्ट्रीयता और जन्म तिथि ठीक वैसे ही डालें जैसे आपकी ID पर है। ये वही होने चाहिए जो @%@ ने दर्ज किया।
hr: Upiši svoje pravo ime, državljanstvo i datum rođenja, točno kao na ispravi. Moraju se podudarati s onim što je unio/unijela @%@.
hu: Add meg a valódi nevedet, állampolgárságodat és születési dátumodat, pontosan úgy, ahogy az azonosítódon áll. Egyezniük kell azzal, amit @%@ megadott.
id: Masukkan nama asli, kewarganegaraan, dan tanggal lahirmu, persis seperti di ID. Harus cocok dengan yang dimasukkan @%@.
it: Inserisci il tuo vero nome, nazionalità e data di nascita, esattamente come sul documento. Devono corrispondere a ciò che ha inserito @%@.
ja: IDに記載のとおりに、本名、国籍、生年月日を入力してください。@%@が入力した内容と一致する必要があります。
ko: 신분증에 적힌 대로 실명, 국적, 생년월일을 정확히 입력하세요. @%@님이 입력한 내용과 일치해야 해요.
ml: നിങ്ങളുടെ യഥാർഥ പേര്, ദേശീയത, ജനനത്തീയതി എന്നിവ ഐഡിയിലുള്ളതുപോലെ തന്നെ നൽകുക. അവ @%@ നൽകിയതുമായി ഒത്തുപോകണം.
ms: Masukkan nama sebenar, kewarganegaraan dan tarikh lahir anda, tepat seperti pada ID anda. Ia mesti sepadan dengan apa yang @%@ masukkan.
nb: Skriv inn ditt virkelige navn, din nasjonalitet og fødselsdato, nøyaktig som på ID-en din. De må stemme med det @%@ skrev inn.
nl: Voer je echte naam, nationaliteit en geboortedatum in, precies zoals op je identiteitsbewijs. Ze moeten overeenkomen met wat @%@ heeft ingevoerd.
pl: Wpisz prawdziwe imię i nazwisko, obywatelstwo i datę urodzenia dokładnie jak w dokumencie. Muszą zgadzać się z tym, co wpisał @%@.
pt_br: Informe seu nome real, sua nacionalidade e sua data de nascimento, exatamente como no documento. Eles precisam coincidir com o que @%@ informou.
pt_pt: Introduza o seu nome verdadeiro, nacionalidade e data de nascimento, exatamente como no documento. Têm de coincidir com o que @%@ introduziu.
ro: Introdu numele real, cetățenia și data nașterii, exact ca pe act. Trebuie să coincidă cu ce a introdus @%@.
ru: Укажите настоящее имя, гражданство и дату рождения точно как в вашем документе. Они должны совпадать с тем, что ввёл(а) @%@.
sk: Zadaj svoje skutočné meno, národnosť a dátum narodenia presne ako na preukaze. Musia sa zhodovať s tým, čo zadal @%@.
sv: Ange ditt riktiga namn, din nationalitet och ditt födelsedatum, exakt som på ditt id. De måste stämma med det @%@ angav.
ta: உங்கள் உண்மையான பெயர், நாட்டினம், பிறந்த தேதியை அடையாள அட்டையில் உள்ளபடியே உள்ளிடுங்கள். அவை @%@ உள்ளிட்டவற்றுடன் பொருந்த வேண்டும்.
te: మీ ID లో ఉన్నట్లే మీ నిజమైన పేరు, జాతీయత మరియు పుట్టిన తేదీని నమోదు చేయండి. అవి @%@ నమోదు చేసిన వాటితో సరిపోలాలి.
th: กรอกชื่อจริง สัญชาติ และวันเกิดของคุณให้ตรงกับบัตรประจำตัว และต้องตรงกับที่ @%@ กรอกไว้
tr: Gerçek adınızı, uyruğunuzu ve doğum tarihinizi kimliğinizde yazdığı gibi girin. @%@ kişisinin girdikleriyle eşleşmeleri gerekir.
uk: Введіть своє справжнє ім’я, громадянство та дату народження точно так, як у документі. Вони мають збігатися з тим, що ввів @%@.
ur: اپنا اصل نام، قومیت اور تاریخ پیدائش بالکل ویسے ہی درج کریں جیسے آپ کے شناختی کارڈ پر ہیں۔ انہیں اس سے ملنا ہوگا جو @%@ نے درج کیا۔
vi: Nhập tên thật, quốc tịch và ngày sinh của bạn, đúng như trên giấy tờ. Chúng phải khớp với những gì @%@ đã nhập.
zh_hans: 请完全按证件上的内容填写你的真实姓名、国籍和出生日期。它们必须与 @%@ 输入的一致。
zh_hant: 請輸入你的真實姓名、國籍和出生日期，須與證件上完全一致，並且必須與 @%@ 輸入的相符。

# vouch.warning.person.title
source: Before you accept
ar: قبل أن تقبل
bn: গ্রহণ করার আগে
ca: Abans d'acceptar
cs: Než přijmeš
da: Før du accepterer
de: Bevor du annimmst
el: Πριν αποδεχτείς
es: Antes de aceptar
fi: Ennen kuin hyväksyt
fr: Avant d’accepter
he: לפני שאתה מקבל
hi: स्वीकार करने से पहले
hr: Prije nego prihvatiš
hu: Az elfogadás előtt
id: Sebelum kamu menerima
it: Prima di accettare
ja: 受け入れる前に
ko: 수락하기 전에
ml: സ്വീകരിക്കുന്നതിന് മുമ്പ്
ms: Sebelum anda menerima
nb: Før du godtar
nl: Voordat je accepteert
pl: Zanim przyjmiesz
pt_br: Antes de aceitar
pt_pt: Antes de aceitar
ro: Înainte să accepți
ru: Прежде чем принять
sk: Skôr než prijmeš
sv: Innan du godtar
ta: ஏற்றுக்கொள்ளும் முன்
te: అంగీకరించే ముందు
th: ก่อนยอมรับ
tr: Kabul etmeden önce
uk: Перш ніж прийняти
ur: قبول کرنے سے پہلے
vi: Trước khi bạn chấp nhận
zh_hans: 接受之前
zh_hant: 接受之前

# vouch.warning.person.two
source: False details end your access, and @%@ loses the right to vouch.
ar: البيانات غير الصحيحة تُنهي وصولك، ويفقد ⁦@%@⁩ حق التزكية.
bn: ভুল তথ্য দিলে আপনার প্রবেশাধিকার শেষ হয়ে যাবে, আর @%@ ভাউচ করার অধিকার হারাবেন।
ca: Les dades falses acaben amb el teu accés, i @%@ perd el dret d'avalar.
cs: Nepravdivé údaje ukončí tvůj přístup a @%@ ztratí právo ručit.
da: Falske oplysninger afslutter din adgang, og @%@ mister retten til at gå i god for andre.
de: Falsche Angaben beenden deinen Zugang, und @%@ verliert das Recht zu bürgen.
el: Τα ψευδή στοιχεία τερματίζουν την πρόσβασή σου και ο/η @%@ χάνει το δικαίωμα να εγγυάται.
es: Los datos falsos terminan con tu acceso, y @%@ pierde el derecho a avalar.
fi: Vääriin tietoihin perustuva pääsy päättyy, ja @%@ menettää takaamisoikeutensa.
fr: De fausses informations mettent fin à votre accès, et @%@ perd le droit de se porter garant.
he: פרטים כוזבים מסיימים את הגישה שלך, ו-@%@ מאבד את הזכות לערוב.
hi: ग़लत विवरण से आपकी पहुँच खत्म हो जाती है, और @%@ वाउच करने का अधिकार खो देते हैं।
hr: Lažni podaci završavaju tvoj pristup, a @%@ gubi pravo na jamčenje.
hu: A hamis adatok véget vetnek a hozzáférésednek, és @%@ elveszíti a kezeskedés jogát.
id: Detail palsu mengakhiri aksesmu, dan @%@ kehilangan hak menjamin.
it: Dati falsi pongono fine al tuo accesso, e @%@ perde il diritto di garantire.
ja: 虚偽の詳細を入力すると、利用できなくなり、@%@は保証する権利を失います。
ko: 허위 정보는 이용 권한을 잃게 하고, @%@님은 보증 자격을 잃어요.
ml: തെറ്റായ വിവരങ്ങൾ നിങ്ങളുടെ ആക്സസ് അവസാനിപ്പിക്കും, @%@ ന് വൗച്ച് ചെയ്യാനുള്ള അവകാശം നഷ്ടമാകും.
ms: Butiran palsu menamatkan akses anda, dan @%@ kehilangan hak untuk menjamin.
nb: Falske opplysninger avslutter tilgangen din, og @%@ mister retten til å garantere.
nl: Valse gegevens beëindigen je toegang, en @%@ verliest het recht om in te staan.
pl: Fałszywe dane kończą Twój dostęp, a @%@ traci prawo do poręczania.
pt_br: Dados falsos encerram seu acesso, e @%@ perde o direito de avalizar.
pt_pt: Dados falsos terminam o seu acesso, e @%@ perde o direito de dar aval.
ro: Datele false îți încheie accesul, iar @%@ pierde dreptul de a garanta.
ru: Ложные данные закроют вам доступ, а @%@ потеряет право поручаться.
sk: Nepravdivé údaje ukončia tvoj prístup a @%@ stratí právo ručiť.
sv: Falska uppgifter avslutar din åtkomst, och @%@ förlorar rätten att intyga.
ta: தவறான விவரங்கள் உங்கள் அணுகலை முடித்துவிடும்; @%@ உறுதியளிக்கும் உரிமையை இழப்பார்.
te: తప్పుడు వివరాలు మీ యాక్సెస్‌ను ముగిస్తాయి, @%@ హామీ ఇచ్చే హక్కును కోల్పోతారు.
th: ข้อมูลเท็จจะทำให้คุณใช้งานต่อไม่ได้ และ @%@ จะเสียสิทธิ์ในการรับรอง
tr: Yanlış bilgiler erişiminizi sonlandırır ve @%@ kefil olma hakkını kaybeder.
uk: Неправдиві дані припиняють ваш доступ, а @%@ втрачає право ручатися.
ur: غلط تفصیلات آپ کی رسائی ختم کر دیتی ہیں، اور @%@ ضمانت دینے کا حق کھو دیتے ہیں۔
vi: Thông tin sai sẽ chấm dứt quyền truy cập của bạn, và @%@ mất quyền bảo chứng.
zh_hans: 虚假信息会终止你的访问权限，@%@ 也会失去担保资格。
zh_hant: 提供不實資料將終止你的使用權限，@%@ 也會失去擔保資格。

# vouch.warning.voucher.one
source: Only vouch for someone you know in person. Your name will show next to theirs.
ar: زكِّ فقط شخصًا تعرفه شخصيًا. سيظهر اسمك بجانب اسمه.
bn: শুধু যাঁকে সরাসরি চেনেন তাঁর জন্য ভাউচ করুন। আপনার নাম তাঁর নামের পাশে দেখানো হবে।
ca: Avala només algú que coneguis en persona. El teu nom es mostrarà al costat del seu.
cs: Ruč jen za někoho, koho osobně znáš. Tvé jméno se zobrazí vedle jeho.
da: Gå kun i god for en, du kender personligt. Dit navn vises ved siden af deres.
de: Bürge nur für jemanden, den du persönlich kennst. Dein Name erscheint neben dem der Person.
el: Εγγυήσου μόνο για κάποιον που γνωρίζεις αυτοπροσώπως. Το όνομά σου θα εμφανίζεται δίπλα στο δικό του.
es: Avala solo a alguien que conozcas en persona. Tu nombre aparecerá junto al suyo.
fi: Takaa vain joku, jonka tunnet henkilökohtaisesti. Nimesi näkyy heidän nimensä vieressä.
fr: Ne vous portez garant que de quelqu’un que vous connaissez en personne. Votre nom apparaîtra à côté du sien.
he: ערוב רק למי שאתה מכיר באופן אישי. השם שלך יוצג לצד שמו.
hi: केवल उसके लिए वाउच करें जिसे आप व्यक्तिगत रूप से जानते हों। आपका नाम उनके नाम के बगल में दिखेगा।
hr: Jamči samo za nekoga koga osobno poznaješ. Tvoje ime prikazivat će se uz njihovo.
hu: Csak olyanért kezeskedj, akit személyesen ismersz. A neved az övé mellett fog látszani.
id: Hanya jamin orang yang kamu kenal secara langsung. Namamu akan tampil di samping nama mereka.
it: Garantisci solo per qualcuno che conosci di persona. Il tuo nome comparirà accanto al suo.
ja: 直接知っている人だけを保証してください。あなたの名前が相手の名前の横に表示されます。
ko: 직접 아는 사람만 보증하세요. 내 이름이 상대방 이름 옆에 표시돼요.
ml: നേരിട്ട് അറിയാവുന്ന ഒരാൾക്ക് മാത്രം വൗച്ച് ചെയ്യുക. നിങ്ങളുടെ പേര് അവരുടേതിനൊപ്പം കാണിക്കും.
ms: Jamin hanya seseorang yang anda kenal secara peribadi. Nama anda akan dipaparkan di sebelah namanya.
nb: Garanter bare for noen du kjenner personlig. Navnet ditt vises ved siden av deres.
nl: Sta alleen in voor iemand die je persoonlijk kent. Je naam wordt naast die van de ander getoond.
pl: Poręczaj tylko za kogoś, kogo znasz osobiście. Twoje imię będzie widoczne obok jego imienia.
pt_br: Avalize apenas alguém que você conhece pessoalmente. Seu nome aparecerá ao lado do dela.
pt_pt: Dê aval apenas a quem conhece pessoalmente. O seu nome aparecerá junto ao dessa pessoa.
ro: Garantează doar pentru cineva pe care îl cunoști personal. Numele tău va apărea lângă al lui.
ru: Ручайтесь только за тех, кого знаете лично. Ваше имя будет показано рядом с их именем.
sk: Ruč iba za niekoho, koho poznáš osobne. Tvoje meno sa zobrazí vedľa jeho.
sv: Intyga bara för någon du känner personligen. Ditt namn visas bredvid deras.
ta: உங்களுக்கு நேரில் தெரிந்தவருக்கு மட்டுமே உறுதியளியுங்கள். உங்கள் பெயர் அவர்கள் பெயருக்கு அருகில் தெரியும்.
te: మీకు వ్యక్తిగతంగా తెలిసిన వారికి మాత్రమే హామీ ఇవ్వండి. మీ పేరు వారి పేరు పక్కన కనిపిస్తుంది.
th: รับรองเฉพาะคนที่คุณรู้จักตัวต่อตัว ชื่อของคุณจะแสดงถัดจากชื่อเขา
tr: Yalnızca şahsen tanıdığınız birine kefil olun. Adınız onunkinin yanında görünür.
uk: Ручайтеся лише за того, кого знаєте особисто. Ваше ім’я показуватиметься поруч із їхнім.
ur: صرف اسی کی ضمانت دیں جسے آپ ذاتی طور پر جانتے ہیں۔ آپ کا نام ان کے نام کے ساتھ نظر آئے گا۔
vi: Chỉ bảo chứng cho người bạn quen ngoài đời. Tên của bạn sẽ hiện cạnh tên họ.
zh_hans: 只为你当面认识的人担保。你的名字会显示在对方名字旁边。
zh_hant: 只為你親自認識的人擔保。你的名字會顯示在對方的名字旁。

# vouch.warning.voucher.title
source: Before you vouch
ar: قبل أن تزكّي
bn: ভাউচ করার আগে
ca: Abans d'avalar
cs: Než zaručíš
da: Før du går i god for nogen
de: Bevor du bürgst
el: Πριν εγγυηθείς
es: Antes de avalar
fi: Ennen kuin takaat
fr: Avant de vous porter garant
he: לפני שאתה ערב
hi: वाउच करने से पहले
hr: Prije nego jamčiš
hu: A kezeskedés előtt
id: Sebelum kamu menjamin
it: Prima di garantire
ja: 保証する前に
ko: 보증하기 전에
ml: വൗച്ച് ചെയ്യുന്നതിന് മുമ്പ്
ms: Sebelum anda menjamin
nb: Før du garanterer
nl: Voordat je instaat
pl: Zanim poręczysz
pt_br: Antes de avalizar
pt_pt: Antes de dar aval
ro: Înainte să garantezi
ru: Прежде чем поручиться
sk: Skôr než zaručíš
sv: Innan du intygar
ta: உறுதியளிக்கும் முன்
te: హామీ ఇచ్చే ముందు
th: ก่อนรับรอง
tr: Kefil olmadan önce
uk: Перш ніж поручитися
ur: ضمانت دینے سے پہلے
vi: Trước khi bạn bảo chứng
zh_hans: 担保之前
zh_hant: 擔保之前

# vouch.warning.voucher.two
source: If they turn out to be fake, you lose the right to vouch for good, and your account can be suspended.
ar: إن تبيّن أنه مزيّف، تفقد حق التزكية نهائيًا، وقد يُعلَّق حسابك.
bn: তিনি ভুয়া প্রমাণিত হলে আপনি চিরতরে ভাউচ করার অধিকার হারাবেন, এবং আপনার অ্যাকাউন্ট স্থগিত হতে পারে।
ca: Si resulta que és fals, perds el dret d'avalar per sempre, i el teu compte pot ser suspès.
cs: Pokud se ukáže, že je falešný, ztratíš právo ručit navždy a tvůj účet může být pozastaven.
da: Viser det sig, at de er falske, mister du for altid retten til at gå i god for andre, og din konto kan blive suspenderet.
de: Stellt sich heraus, dass die Person gefälscht ist, verlierst du das Recht zu bürgen dauerhaft, und dein Konto kann gesperrt werden.
el: Αν αποδειχθεί ότι είναι πλαστός, χάνεις οριστικά το δικαίωμα να εγγυάσαι και ο λογαριασμός σου μπορεί να τεθεί σε αναστολή.
es: Si resulta ser falso, pierdes para siempre el derecho a avalar y tu cuenta puede ser suspendida.
fi: Jos he osoittautuvat vääriksi, menetät takaamisoikeuden pysyvästi, ja tilisi voidaan jäädyttää.
fr: S’il s’avère être un faux compte, vous perdez définitivement le droit de vous porter garant, et votre compte peut être suspendu.
he: אם יתברר שהוא מזויף, תאבד את הזכות לערוב לצמיתות, והחשבון שלך עלול להיות מושעה.
hi: अगर वे नकली निकले, तो आप हमेशा के लिए वाउच करने का अधिकार खो देते हैं, और आपका अकाउंट निलंबित हो सकता है।
hr: Ako se pokaže da je lažan/lažna, trajno gubiš pravo na jamčenje, a tvoj račun može biti suspendiran.
hu: Ha kiderül, hogy hamis, véglegesen elveszíted a kezeskedés jogát, és a fiókodat fel lehet függeszteni.
id: Jika ternyata mereka palsu, kamu kehilangan hak menjamin selamanya, dan akunmu bisa ditangguhkan.
it: Se risulta falso, perdi per sempre il diritto di garantire e il tuo account può essere sospeso.
ja: 相手が偽物だと判明した場合、保証する権利を永久に失い、アカウントが停止されることもあります。
ko: 상대방이 가짜로 밝혀지면 보증 자격을 영구히 잃고 계정이 정지될 수 있어요.
ml: അവർ വ്യാജമാണെന്ന് തെളിഞ്ഞാൽ, വൗച്ച് ചെയ്യാനുള്ള അവകാശം നിങ്ങൾക്ക് എന്നെന്നേക്കുമായി നഷ്ടമാകും, നിങ്ങളുടെ അക്കൗണ്ടും സസ്പെൻഡ് ചെയ്യപ്പെടാം.
ms: Jika ternyata dia palsu, anda kehilangan hak untuk menjamin selama-lamanya, dan akaun anda boleh digantung.
nb: Hvis det viser seg at de er falske, mister du retten til å garantere for godt, og kontoen din kan bli suspendert.
nl: Als blijkt dat diegene nep is, verlies je het recht om in te staan voorgoed, en kan je account worden geschorst.
pl: Jeśli okaże się, że to fałszywa osoba, tracisz prawo do poręczania na stałe, a Twoje konto może zostać zawieszone.
pt_br: Se a pessoa for falsa, você perde o direito de avalizar para sempre, e sua conta pode ser suspensa.
pt_pt: Se se vier a verificar que é falsa, perde para sempre o direito de dar aval, e a sua conta pode ser suspensa.
ro: Dacă se dovedește că este fals, pierzi definitiv dreptul de a garanta, iar contul tău poate fi suspendat.
ru: Если окажется, что человек поддельный, вы навсегда потеряете право поручаться, а ваш аккаунт могут заблокировать.
sk: Ak sa ukáže, že je falošný, natrvalo stratíš právo ručiť a tvoj účet môže byť pozastavený.
sv: Om det visar sig att de är falska förlorar du rätten att intyga för gott, och ditt konto kan stängas av.
ta: அவர்கள் போலியானவர்கள் எனத் தெரிந்தால், உறுதியளிக்கும் உரிமையை நிரந்தரமாக இழப்பீர்கள்; உங்கள் கணக்கும் இடைநிறுத்தப்படலாம்.
te: వారు నకిలీ అని తేలితే, మీరు హామీ ఇచ్చే హక్కును శాశ్వతంగా కోల్పోతారు, మీ ఖాతా సస్పెండ్ కూడా కావచ్చు.
th: หากเขาเป็นตัวปลอม คุณจะเสียสิทธิ์ในการรับรองถาวร และบัญชีของคุณอาจถูกระงับ
tr: Sahte olduğu anlaşılırsa kefil olma hakkını kalıcı olarak kaybedersiniz ve hesabınız askıya alınabilir.
uk: Якщо виявиться, що вони фальшиві, ви назавжди втратите право ручатися, а ваш обліковий запис можуть призупинити.
ur: اگر وہ جعلی نکلے تو آپ ہمیشہ کے لیے ضمانت دینے کا حق کھو دیتے ہیں، اور آپ کا اکاؤنٹ معطل ہو سکتا ہے۔
vi: Nếu họ hóa ra là giả, bạn mất quyền bảo chứng vĩnh viễn, và tài khoản của bạn có thể bị đình chỉ.
zh_hans: 如果对方是假的，你将永久失去担保资格，你的账户也可能被封禁。
zh_hant: 如果對方是假的，你會永久失去擔保資格，你的帳號也可能被停權。
